Repository: zeroy1024/Swift-Craft-Launcher
Catalog: SwiftCraftLauncher/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# menu.ai.documentation
source: AI Documentation (zread)
ar: وثائق الذكاء الاصطناعي (zread)
da: AI-dokumentation (zread)
de: KI-Dokumentation (zread)
es: Documentación de IA (zread)
fi: AI-dokumentaatio (zread)
fr: Documentation IA (zread)
hi: AI दस्तावेज़ (zread)
it: Documentazione IA (zread)
ja: AIドキュメント (zread）
ko: AI 문서 (zread）
nb: AI-dokumentasjon (zread)
nl: AI-documentatie (zread)
pl: Dokumentacja AI (zread)
pt: Documentação de IA (zread)
ru: Документация ИИ (zread)
sv: AI-dokumentation (zread)
th: เอกสาร AI (zread)
tr: AI Dokümantasyonu (zread)
vi: Tài liệu AI (zread)
zh_hans: AI文档 (zread）
zh_hant: AI文檔 (zread）

# menu.check.updates
source: Check for Updates
ar: تحقق من التحديثات
da: Søg efter opdateringer
de: Nach Updates suchen
es: Buscar actualizaciones
fi: Tarkista päivitykset
fr: Vérifier les mises à jour
hi: अपडेट के लिए जांचें
it: Controlla aggiornamenti
ja: アップデートを確認
ko: 업데이트 확인
nb: Søk etter oppdateringer
nl: Zoek naar updates
pl: Sprawdź aktualizacje
pt: Verificar atualizações
ru: Проверить обновления
sv: Sök efter uppdateringar
th: ตรวจสอบการอัปเดต
tr: Güncellemeleri kontrol et
vi: Kiểm tra cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

# menu.community
source: Community
ar: المجتمع
da: Fællesskab
de: Gemeinschaft
es: Comunidad
fi: Yhteisö
fr: Communauté
hi: समुदाय
it: Comunità
ja: コミュニティ
ko: 커뮤니티
nb: Fellesskap
nl: Gemeenschap
pl: Społeczność
pt: Comunidade
ru: Сообщество
sv: Gemenskap
th: ชุมชน
tr: Topluluk
vi: Cộng đồng
zh_hans: 社区
zh_hant: 社群

# menu.community.discord
source: Discord
ar: ديسكورد

# menu.community.discussions
source: GitHub Discussions
ar: مناقشات GitHub
da: GitHub-diskussioner
de: GitHub-Diskussionen
es: Debates de GitHub
fi: GitHub-keskustelut
fr: Discussions GitHub
hi: GitHub चर्चाएं
it: Discussioni GitHub
ja: GitHubディスカッション
ko: GitHub 토론
nb: GitHub-diskusjoner
nl: GitHub-discussies
pl: Dyskusje GitHub
pt: Discussoes do GitHub
ru: Обсуждения GitHub
sv: GitHub-diskussioner
th: การสนทนา GitHub
tr: GitHub Tartismalari
vi: Thao luan GitHub
zh_hans: GitHub讨论区
zh_hant: GitHub討論區

# menu.community.qq
source: QQ Group
ar: مجموعة QQ
da: QQ-gruppe
de: QQ-Gruppe
es: Grupo de QQ
fi: QQ-ryhma
fr: Groupe QQ
hi: QQ समूह
it: Gruppo QQ
ja: QQグループ
ko: QQ 그룹
nb: QQ-gruppe
nl: QQ-groep
pl: Grupa QQ
pt: Grupo QQ
ru: Группа QQ
sv: QQ-grupp
th: กลุ่ม QQ
tr: QQ Grubu
vi: Nhóm QQ
zh_hans: QQ群
zh_hant: QQ群

# menu.community.report.issue
source: Report an Issue
ar: الإبلاغ عن مشكلة
da: Rapporter fejl
de: Fehler melden
es: Reportar un problema
fi: Ilmoita virheestä
fr: Signaler un problème
hi: समस्या की रिपोर्ट करें
it: Segnala un problema
ja: 問題を報告
ko: 문제 신고
nb: Rapporter feil
nl: Probleem melden
pl: Zgłoś problem
pt: Relatar um problema
ru: Сообщить о проблеме
sv: Rapportera ett fel
th: รายงานปัญหา
tr: Sorun bildir
vi: Báo cáo lỗi
zh_hans: 报告问题
zh_hant: 回報問題

# menu.community.website
source: Official Website
ar: الموقع الرسمي
da: Officielt websted
de: Offizielle Website
es: Sitio web oficial
fi: Virallinen verkkosivusto
fr: Site officiel
hi: आधिकारिक वेबसाइट
it: Sito ufficiale
ja: 公式サイト
ko: 공식 웹사이트
nb: Offisielt nettsted
nl: Officiele website
pl: Oficjalna strona
pt: Site oficial
ru: Официальный сайт
sv: Officiell webbplats
th: เว็บไซต์ทางการ
tr: Resmi web sitesi
vi: Trang web chính thức
zh_hans: 前往官网
zh_hant: 前往官網

# menu.open.log
source: Open Log
ar: فتح السجل
da: Åbn log
de: Protokoll öffnen
es: Abrir registro
fi: Avaa loki
fr: Ouvrir le journal
hi: लॉग खोलें
it: Apri registro
ja: ログを開く
ko: 로그 열기
nb: Åpne logg
nl: Logboek openen
pl: Otwórz dziennik
pt: Abrir registro
ru: Открыть журнал
sv: Öppna logg
th: เปิดบันทึก
tr: Günlüğü aç
vi: Mở nhật ký
zh_hans: 打开日志
zh_hant: 打開日誌

# menu.player.list
source: Player List
ar: قائمة اللاعبين
da: Spillerliste
de: Spielerliste
es: Lista de jugadores
fi: Pelaajalista
fr: Liste des joueurs
hi: खिलाड़ी सूची
it: Elenco giocatori
ja: プレイヤー一覧
ko: 플레이어 목록
nb: Spillerliste
nl: Spelerslijst
pl: Lista graczy
pt: Lista de jogadores
ru: Список игроков
sv: Spelarlista
th: รายชื่อผู้เล่น
tr: Oyuncu listesi
vi: Danh sách người chơi
zh_hans: 玩家列表
zh_hant: 玩家列表

# menu.quit
source: Quit
ar: إنهاء
da: Afslut
de: Beenden
es: Salir
fi: Lopeta
fr: Quitter
hi: बंद करें
it: Esci
ja: 終了
ko: 종료
nb: Avslutt
nl: Stoppen
pl: Zakończ
pt: Sair
ru: Выход
sv: Avsluta
th: ออก
tr: Çıkış
vi: Thoát
zh_hans: 退出
zh_hant: 退出

# menu.update.released.title
source: 🎉 %@ is now available
ar: 🎉 تم إصدار %@
da: 🎉 %@ er udgivet
de: 🎉 %@ wurde veröffentlicht
es: 🎉 %@ ya está disponible
fi: 🎉 %@ on julkaistu
fr: 🎉 %@ est disponible
hi: 🎉 %@ जारी हो गया है
it: 🎉 %@ è disponibile
ja: 🎉 %@ がリリースされました
ko: 🎉 %@가 출시되었습니다
nb: 🎉 %@ er lansert
nl: 🎉 %@ is uitgebracht
pl: 🎉 Wydano %@
pt: 🎉 %@ já está disponível
ru: 🎉 %@ вышел
sv: 🎉 %@ är släppt
th: 🎉 %@ เปิดตัวแล้ว
tr: 🎉 %@ yayınlandı
vi: 🎉 %@ đã phát hành
zh_hans: 🎉 %@已发布
zh_hant: 🎉 %@已發佈

# menu.view.release.details
source: View release details
ar: عرض تفاصيل الإصدار
da: Se versionsdetaljer
de: Versionsdetails anzeigen
es: Ver detalles de la versión
fi: Näytä version tiedot
fr: Afficher les détails de la version
hi: संस्करण विवरण देखें
it: Visualizza dettagli della versione
ja: リリース詳細を表示
ko: 버전 상세 보기
nb: Vis versjonsdetaljer
nl: Versiedetails bekijken
pl: Zobacz szczegóły wersji
pt: Ver detalhes da versão
ru: Просмотреть сведения о версии
sv: Visa versionsdetaljer
th: ดูรายละเอียดเวอร์ชัน
tr: Sürüm ayrıntılarını görüntüle
vi: Xem chi tiết phiên bản
zh_hans: 查看版本详情
zh_hant: 查看版本詳情

# minecraft.auth.confirm_login
source: Please click the "Add" button below to confirm using this account
ar: يرجى النقر على زر "إضافة" أدناه لتأكيد استخدام هذا الحساب
da: Klik venligst på "Tilføj" knappen nedenfor for at bekræfte brugen af denne konto
de: Bitte klicken Sie unten auf die Schaltfläche "Hinzufügen", um die Verwendung dieses Kontos zu bestätigen
es: Por favor haga clic en el botón "Agregar" a continuación para confirmar el uso de esta cuenta
fi: Napsauta alla olevaa "Lisää" -painiketta vahvistaaksesi tämän tilin käytön
fr: Veuillez cliquer sur le bouton "Ajouter" ci-dessous pour confirmer l'utilisation de ce compte
hi: इस खाते का उपयोग करने की पुष्टि के लिए कृपया नीचे "जोड़ें" बटन पर क्लिक करें
it: Fare clic sul pulsante "Aggiungi" qui sotto per confermare l'uso di questo account
ja: このアカウントの使用を確認するには、下の「追加」ボタンをクリックしてください
ko: 이 계정 사용을 확인하려면 아래 "추가" 버튼을 클릭하세요
nb: Vennligst klikk på "Legg til" knappen nedenfor for å bekrefte bruk av denne kontoen
nl: Klik op de "Toevoegen" knop hieronder om het gebruik van dit account te bevestigen
pl: Proszę kliknąć przycisk "Dodaj" poniżej, aby potwierdzić używanie tego konta
pt: Por favor clique no botão "Adicionar" abaixo para confirmar o uso desta conta
ru: Пожалуйста, нажмите кнопку "Добавить" ниже, чтобы подтвердить использование этой учетной записи
sv: Vänligen klicka på "Lägg till" knappen nedan för att bekräfta användningen av detta konto
th: กรุณาคลิกปุ่ม "เพิ่ม" ด้านล่างเพื่อยืนยันการใช้บัญชีนี้
tr: Bu hesabı kullanmayı onaylamak için lütfen aşağıdaki "Ekle" düğmesine tıklayın
vi: Vui lòng nhấp vào nút "Thêm" bên dưới để xác nhận sử dụng tài khoản này
zh_hans: 请点击下方的"添加"按钮确认使用此账户
zh_hant: 請點擊下方的「添加」按鈕確認使用此帳戶

# minecraft.auth.error.authentication_failed
source: Authentication failed
ar: فشل في المصادقة
da: Autentificering mislykkedes
de: Authentifizierung fehlgeschlagen
es: Falló la autenticación
fi: Tunnistus epäonnistui
fr: L'authentification a échoué
hi: प्रमाणीकरण विफल
it: Autenticazione fallita
ja: 認証に失敗しました
ko: 인증 실패
nb: Autentisering mislyktes
nl: Authenticatie mislukt
pl: Uwierzytelnianie nie powiodło się
pt: Falha na autenticação
ru: Ошибка аутентификации
sv: Autentisering misslyckades
th: การยืนยันตัวตนล้มเหลว
tr: Kimlik doğrulama başarısız
vi: Xác thực thất bại
zh_hans: 认证失败
zh_hant: 認證失敗

# minecraft.auth.error.invalid_callback_url
source: Invalid callback URL
ar: رابط الاستدعاء غير صالح
da: Ugyldig callback URL
de: Ungültige Callback-URL
es: URL de callback inválida
fi: Virheellinen callback URL
fr: URL de rappel invalide
hi: अमान्य कॉलबैक URL
it: URL di callback non valida
ja: 無効なコールバックURL
ko: 잘못된 콜백 URL
nb: Ugyldig callback URL
nl: Ongeldige callback URL
pl: Nieprawidłowy URL zwrotny
pt: URL de callback inválida
ru: Неверный URL обратного вызова
sv: Ogiltig callback URL
th: URL callback ไม่ถูกต้อง
tr: Geçersiz callback URL
vi: URL callback không hợp lệ
zh_hans: 无效的回调URL
zh_hant: 無效的回調URL

# minecraft.auth.error.no_authorization_code
source: No authorization code received
ar: لم يتم الحصول على رمز التفويض
da: Ingen autoriseringskode modtaget
de: Kein Autorisierungscode erhalten
es: No se recibió código de autorización
fi: Valtuutuskoodia ei vastaanotettu
fr: Aucun code d'autorisation reçu
hi: कोई प्राधिकरण कोड प्राप्त नहीं हुआ
it: Nessun codice di autorizzazione ricevuto
ja: 認証コードが受信されませんでした
ko: 인증 코드를 받지 못했습니다
nb: Ingen autoriseringskode mottatt
nl: Geen autorisatiecode ontvangen
pl: Nie otrzymano kodu autoryzacji
pt: Nenhum código de autorização recebido
ru: Код авторизации не получен
sv: Ingen auktoriseringskod mottagen
th: ไม่ได้รับรหัสการอนุญาต
tr: Yetkilendirme kodu alınmadı
vi: Không nhận được mã ủy quyền
zh_hans: 未获取到授权码
zh_hant: 未獲取到授權碼

# minecraft.auth.failed
source: Login Failed
ar: فشل تسجيل الدخول
da: Login mislykkedes
de: Anmeldung fehlgeschlagen
es: Error de inicio de sesión
fi: Kirjautuminen epäonnistui
fr: Échec de la connexion
hi: लॉगिन असफल
it: Accesso fallito
ja: ログイン失敗
ko: 로그인 실패
nb: Pålogging mislyktes
nl: Inloggen mislukt
pl: Logowanie nieudane
pt: Falha no login
ru: Ошибка входа
sv: Inloggning misslyckades
th: การเข้าสู่ระบบล้มเหลว
tr: Giriş başarısız
vi: Đăng nhập thất bại
zh_hans: 登录失败
zh_hant: 登入失敗

# minecraft.auth.processing.subtitle
source: Completing the authentication process, please wait...
ar: إكمال عملية المصادقة، يرجى الانتظار...
da: Fuldfører autentificeringsprocessen, vent venligst...
de: Authentifizierungsprozess wird abgeschlossen, bitte warten...
es: Completando el proceso de autenticación, por favor espere...
fi: Suoritetaan tunnistusprosessia, odota...
fr: Finalisation du processus d'authentification, veuillez patienter...
hi: प्रमाणीकरण प्रक्रिया पूरी हो रही है, कृपया प्रतीक्षा करें...
it: Completamento del processo di autenticazione, attendere prego...
ja: 認証プロセスを完了中です。お待ちください……
ko: 인증 프로세스를 완료하는 중입니다。 잠시 기다려 주세요……
nb: Fullfører autentiseringsprosessen, vennligst vent...
nl: Authenticatieproces wordt voltooid, even geduld...
pl: Kończenie procesu uwierzytelniania, proszę czekać...
pt: Completando o processo de autenticação, aguarde...
ru: Завершение процесса аутентификации, пожалуйста, подождите...
sv: Slutför autentiseringsprocessen, vänta...
th: กำลังเสร็จสิ้นกระบวนการยืนยันตัวตน กรุณารอ...
tr: Kimlik doğrulama işlemi tamamlanıyor, lütfen bekleyin...
vi: Đang hoàn thành quy trình xác thực, vui lòng đợi...
zh_hans: 正在完成认证流程，请稍候……
zh_hant: 正在完成認證流程，請稍候……

# minecraft.auth.processing.title
source: Verifying account information
ar: جاري التحقق من معلومات الحساب
da: Verificerer kontooplysninger
de: Kontoinformationen werden überprüft
es: Verificando información de la cuenta
fi: Tarkistetaan tilin tietoja
fr: Vérification des informations du compte
hi: खाता जानकारी सत्यापित की जा रही है
it: Verifica delle informazioni dell'account
ja: アカウント情報を確認中
ko: 계정 정보 확인 중
nb: Verifiserer kontoinformasjon
nl: Accountinformatie wordt geverifieerd
pl: Weryfikacja informacji o koncie
pt: Verificando informações da conta
ru: Проверка информации аккаунта
sv: Verifierar kontoinformation
th: กำลังตรวจสอบข้อมูลบัญชี
tr: Hesap bilgileri doğrulanıyor
vi: Đang xác minh thông tin tài khoản
zh_hans: 正在验证账户信息
zh_hant: 正在驗證賬戶信息

# minecraft.auth.retry_message
source: Please click the "Retry" button below to restart authentication
ar: يرجى النقر على زر "إعادة المحاولة" أدناه لإعادة تشغيل المصادقة
da: Klik venligst på "Prøv igen"-knappen nedenfor for at genstarte godkendelse
de: Bitte klicken Sie auf die Schaltfläche "Wiederholen" unten, um die Authentifizierung neu zu starten
es: Haga clic en el botón "Reintentar" de abajo para reiniciar la autenticación
fi: Klikkaa alla olevaa "Yritä uudelleen"-painiketta käynnistääksesi todennuksen uudelleen
fr: Veuillez cliquer sur le bouton "Réessayer" ci-dessous pour redémarrer l'authentification
hi: प्रमाणीकरण को पुनरारंभ करने के लिए कृपया नीचे दिए गए "पुनः प्रयास" बटन पर क्लिक करें
it: Fare clic sul pulsante "Riprova" qui sotto per riavviare l'autenticazione
ja: 認証を再開するには、下の「再試行」ボタンをクリックしてください
ko: 인증을 다시 시작하려면 아래의 "다시 시도" 버튼을 클릭하세요
nb: Klikk på "Prøv igjen"-knappen nedenfor for å starte godkjenning på nytt
nl: Klik op de knop "Opnieuw proberen" hieronder om de authenticatie opnieuw te starten
pl: Kliknij przycisk "Spróbuj ponownie" poniżej, aby ponownie uruchomić uwierzytelnianie
pt: Clique no botão "Tentar novamente" abaixo para reiniciar a autenticação
ru: Пожалуйста, нажмите кнопку "Повторить" ниже, чтобы перезапустить аутентификацию
sv: Klicka på "Försök igen"-knappen nedan för att starta om autentiseringen
th: กรุณาคลิกปุ่ม "ลองใหม่" ด้านล่างเพื่อเริ่มการตรวจสอบสิทธิ์ใหม่
tr: Kimlik doğrulamayı yeniden başlatmak için lütfen aşağıdaki "Tekrar Dene" düğmesine tıklayın
vi: Vui lòng nhấp vào nút "Thử lại" bên dưới để khởi động lại xác thực
zh_hans: 请点击下方的"重试"按钮重新开始认证
zh_hant: 請點擊下方的「重試」按鈕重新開始認證

# minecraft.auth.subtitle
source: Please click the "Start Login" button below to begin authentication
ar: يرجى النقر على زر "بدء تسجيل الدخول" أدناه لبدء المصادقة
da: Klik venligst på "Start Login" knappen nedenfor for at begynde autentificering
de: Bitte klicken Sie unten auf die Schaltfläche "Anmeldung starten", um die Authentifizierung zu beginnen
es: Por favor haga clic en el botón "Iniciar Sesión" a continuación para comenzar la autenticación
fi: Napsauta alla olevaa "Aloita kirjautuminen" -painiketta aloittaaksesi todennuksen
fr: Veuillez cliquer sur le bouton "Démarrer la connexion" ci-dessous pour commencer l'authentification
hi: प्रमाणीकरण शुरू करने के लिए कृपया नीचे "लॉगिन शुरू करें" बटन पर क्लिक करें
it: Fare clic sul pulsante "Inizia Login" qui sotto per iniziare l'autenticazione
ja: 認証を開始するには、下の「ログイン開始」ボタンをクリックしてください
ko: 인증을 시작하려면 아래 "로그인 시작" 버튼을 클릭하세요
nb: Vennligst klikk på "Start Pålogging" knappen nedenfor for å begynne autentisering
nl: Klik op de "Start Inloggen" knop hieronder om de authenticatie te beginnen
pl: Proszę kliknąć przycisk "Rozpocznij logowanie" poniżej, aby rozpocząć uwierzytelnianie
pt: Por favor clique no botão "Iniciar Login" abaixo para começar a autenticação
ru: Пожалуйста, нажмите кнопку "Начать вход" ниже, чтобы начать аутентификацию
sv: Vänligen klicka på "Starta Inloggning" knappen nedan för att påbörja autentisering
th: กรุณาคลิกปุ่ม "เริ่มการเข้าสู่ระบบ" ด้านล่างเพื่อเริ่มการยืนยันตัวตน
tr: Kimlik doğrulamaya başlamak için lütfen aşağıdaki "Giriş Başlat" düğmesine tıklayın
vi: Vui lòng nhấp vào nút "Bắt đầu Đăng nhập" bên dưới để bắt đầu xác thực
zh_hans: 请点击下方的"开始登录"按钮开始认证流程
zh_hant: 請點擊下方的「開始登入」按鈕開始認證流程

# minecraft.auth.success
source: Login Successful!
ar: تم تسجيل الدخول بنجاح!
da: Login lykkedes!
de: Anmeldung erfolgreich!
es: ¡Inicio de sesión exitoso!
fi: Kirjautuminen onnistui!
fr: Connexion réussie !
hi: लॉगिन सफल!
it: Login riuscito!
ja: ログイン成功！
ko: 로그인 성공!
nb: Pålogging vellykket!
nl: Inloggen gelukt!
pl: Logowanie udane!
pt: Login bem-sucedido!
ru: Вход выполнен успешно!
sv: Inloggning lyckades!
th: เข้าสู่ระบบสำเร็จ!
tr: Giriş başarılı!
vi: Đăng nhập thành công!
zh_hans: 登录成功！
zh_hant: 登入成功！

# minecraft.auth.title
source: Login to Minecraft with Microsoft Account
ar: تسجيل الدخول إلى Minecraft بحساب Microsoft
da: Log ind på Minecraft med Microsoft-konto
de: Bei Minecraft mit Microsoft-Konto anmelden
es: Iniciar sesión en Minecraft con cuenta de Microsoft
fi: Kirjaudu Minecraftiin Microsoft-tilillä
fr: Se connecter à Minecraft avec un compte Microsoft
hi: Microsoft खाते से Minecraft में लॉग इन करें
it: Accedi a Minecraft con account Microsoft
ja: MicrosoftアカウントでMinecraftにログイン
ko: Microsoft 계정으로 Minecraft에 로그인
nb: Logg inn på Minecraft med Microsoft-konto
nl: Inloggen op Minecraft met Microsoft-account
pl: Zaloguj się do Minecraft z kontem Microsoft
pt: Entrar no Minecraft com conta Microsoft
ru: Войти в Minecraft с учетной записью Microsoft
sv: Logga in på Minecraft med Microsoft-konto
th: เข้าสู่ระบบ Minecraft ด้วยบัญชี Microsoft
tr: Microsoft hesabıyla Minecraft'a giriş yap
vi: Đăng nhập Minecraft bằng tài khoản Microsoft
zh_hans: 使用Microsoft账户登录Minecraft
zh_hant: 使用Microsoft帳戶登入Minecraft

# minecraft.auth.uuid
source: UUID: %@
ar: معرف UUID: %@

# minecraft.auth.waiting_browser
source: Waiting for authorization
ar: في انتظار التفويض
da: Venter på autorisation
de: Warten auf Autorisierung
es: Esperando autorización
fi: Odotetaan valtuutusta
fr: En attente d'autorisation
hi: प्राधिकरण की प्रतीक्षा में
it: In attesa di autorizzazione
ja: 認証待ち
ko: 인증 대기 중
nb: Venter på autorisasjon
nl: Wachten op autorisatie
pl: Oczekiwanie na autoryzację
pt: Aguardando autorização
ru: Ожидание авторизации
sv: Väntar på auktorisering
th: รอการอนุญาต
tr: Yetkilendirme bekleniyor
vi: Đang chờ ủy quyền
zh_hans: 等待浏览器授权
zh_hant: 等待瀏覽器授權

# minecraft.auth.waiting_browser.subtitle
source: Please complete the authorization in the browser window that has opened
ar: يرجى إكمال التفويض في نافذة المتصفح التي تم فتحها
da: Udfyld venligst autorisationen i browser-vinduet, der er åbnet
de: Bitte schließen Sie die Autorisierung im geöffneten Browser-Fenster ab
es: Por favor complete la autorización en la ventana del navegador que se ha abierto
fi: Suorita valtuutus avautuneessa selainikkunassa
fr: Veuillez compléter l'autorisation dans la fenêtre du navigateur qui s'est ouverte
hi: कृपया खुले ब्राउज़र विंडो में प्राधिकरण पूरा करें
it: Completa l'autorizzazione nella finestra del browser che si è aperta
ja: 開いたブラウザウィンドウで認証を完了してください
ko: 열린 브라우저 창에서 인증을 완료해 주세요
nb: Vennligst fullfør autorisasjonen i nettleservinduet som har åpnet
nl: Voltooi de autorisatie in het browser-venster dat is geopend
pl: Proszę ukończyć autoryzację w otwartym oknie przeglądarki
pt: Por favor complete a autorização na janela do navegador que foi aberta
ru: Пожалуйста, завершите авторизацию в открывшемся окне браузера
sv: Vänligen slutför auktoriseringen i webbläsarfönstret som har öppnats
th: กรุณาเสร็จสิ้นการอนุญาตในหน้าต่างเบราว์เซอร์ที่เปิดขึ้น
tr: Lütfen açılan tarayıcı penceresinde yetkilendirmeyi tamamlayın
vi: Vui lòng hoàn thành ủy quyền trong cửa sổ trình duyệt đã mở
zh_hans: 请在已打开的浏览器窗口中完成授权
zh_hant: 請在已打開的瀏覽器視窗中完成授權

# minecraft.friends.toolbar.help
source: Open Minecraft friends (Mojang services)
ar: افتح أصدقاء Minecraft (خدمات Mojang)
da: Åbn Minecraft-venner (Mojang-tjenester)
de: Minecraft-Freunde öffnen (Mojang-Dienste)
es: Abrir amigos de Minecraft (servicios de Mojang)
fi: Avaa Minecraft-kaverit (Mojang-palvelut)
fr: Ouvrir les amis Minecraft (services Mojang)
hi: Minecraft मित्र खोलें (Mojang सेवाएँ)
it: Apri amici Minecraft (servizi Mojang)
ja: Minecraftフレンドを開く（Mojangサービス）
ko: Minecraft 친구 열기 (Mojang 서비스）
nb: Åpne Minecraft-venner (Mojang-tjenester)
nl: Minecraft-vrienden openen (Mojang-services)
pl: Otwórz znajomych Minecraft (usługi Mojang)
pt: Abrir amigos do Minecraft (serviços Mojang)
ru: Открыть друзей Minecraft (сервисы Mojang)
sv: Öppna Minecraft-vänner (Mojang-tjänster)
th: เปิดเพื่อน Minecraft (บริการ Mojang)
tr: Minecraft arkadaşlarını aç (Mojang hizmetleri)
vi: Mở bạn bè Minecraft (dịch vụ Mojang)
zh_hans: 打开Minecraft好友（Mojang服务）
zh_hant: 開啟Minecraft好友（Mojang服務）

# minecraft.friends.toolbar.title
source: Friends
ar: الأصدقاء
da: Venner
de: Freunde
es: Amigos
fi: Kaverit
fr: Amis
hi: मित्र
it: Amici
ja: フレンド
ko: 친구
nb: Venner
nl: Vrienden
pl: Znajomi
pt: Amigos
ru: Друзья
sv: Vänner
th: เพื่อน
tr: Arkadaşlar
vi: Bạn bè
zh_hans: 好友
zh_hant: 好友

# modloader.vanilla.text
source: Vanilla
ar: الفانيليا
da: Original
es: Vainilla
fi: Alkuperäinen
fr: Version Vanilla
hi: वैनिला
it: Originale
ja: バニラ
ko: 바닐라
nb: Original
nl: Origineel
pl: Czysty
pt: Original
ru: Ванилла
sv: Original
th: วานิลลา
tr: Sade
vi: Bản gốc
zh_hans: 原版
zh_hant: 原版

# modpack.copying_files
source: Copy Files
ar: نسخ الملفات
da: Kopierer filer
de: Dateien kopieren
es: Copiar archivos
fi: Kopioi tiedostoja
fr: Copie des fichiers
hi: फ़ाइलें कॉपी करें
it: Copia dei file
ja: ファイルをコピー
ko: 파일 복사
nb: Kopierer filer
nl: Bestanden kopiëren
pl: Kopiowanie plików
pt: Copiar arquivos
ru: Копирование файлов
sv: Kopiera filer
th: คัดลอกไฟล์
tr: Dosya kopyalama
vi: Sao chép tệp
zh_hans: 复制文件
zh_hant: 複製檔案

# modpack.dependencies.title
source: Modpack Dependencies
ar: تبعيات حزمة التعديل
da: Modpack afhængigheder
de: Modpack-Abhängigkeiten
es: Dependencias del modpack
fi: Modpack-riippuvuudet
fr: Dépendances du modpack
hi: मॉडपैक निर्भरताएं
it: Dipendenze del modpack
ja: モッドパック依存関係
ko: 모드팩 의존성
nb: Modpack avhengigheter
nl: Modpack afhankelijkheden
pl: Zależności modpacka
pt: Dependências do modpack
ru: Зависимости модпака
sv: Modpack-beroenden
th: การพึ่งพามอดแพ็ค
tr: Modpack bağımlılıkları
vi: Phụ thuộc modpack
zh_hans: 整合包依赖
zh_hant: 整合包依賴

# modpack.download.button
source: Download
ar: تحميل
de: Herunterladen
es: Descargar
fi: Lataa
fr: Télécharger
hi: डाउनलोड
it: Scarica
ja: ダウンロード
ko: 다운로드
nb: Last ned
nl: Downloaden
pl: Pobierz
pt: Baixar
ru: Скачать
sv: Ladda ner
th: ดาวน์โหลด
tr: İndir
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

# modpack.download.title
source: Download Modpack
ar: تحميل حزمة التعديل
de: Modpack herunterladen
es: Descargar modpack
fi: Lataa modpack
fr: Télécharger le modpack
hi: मॉडपैक डाउनलोड करें
it: Scarica modpack
ja: モッドパックをダウンロード
ko: 모드팩 다운로드
nb: Last ned modpack
nl: Modpack downloaden
pl: Pobierz modpack
pt: Baixar modpack
ru: Скачать модпак
sv: Ladda ner modpack
th: ดาวน์โหลดมอดแพ็ค
tr: Modpack indir
vi: Tải xuống modpack
zh_hans: 下载整合包
zh_hant: 下載整合包

# modpack.export.button
source: Export
ar: تصدير
da: Eksporter
de: Exportieren
es: Exportar
fi: Vie
fr: Exporter
hi: निर्यात करें
it: Esporta
ja: エクスポート
ko: 내보내기
nb: Eksporter
nl: Exporteren
pl: Eksportuj
pt: Exportar
ru: Экспорт
sv: Exportera
th: ส่งออก
tr: Dışa Aktar
vi: Xuất
zh_hans: 导出整合包
zh_hant: 匯出整合包

# modpack.export.copying.title
source: Copying Files
ar: نسخ الملفات
da: Kopierer filer
de: Dateien kopieren
es: Copiando archivos
fi: Kopioidaan tiedostoja
fr: Copie des fichiers
hi: फ़ाइलें कॉपी कर रहे हैं
it: Copia file
ja: ファイルをコピー中
ko: 파일 복사 중
nb: Kopierer filer
nl: Bestanden kopiëren
pl: Kopiowanie plików
pt: Copiando arquivos
ru: Копирование файлов
sv: Kopierar filer
th: กำลังคัดลอกไฟล์
tr: Dosyalar kopyalanıyor
vi: Đang sao chép tệp
zh_hans: 复制文件
zh_hant: 複製檔案

# modpack.export.failed
source: Export Failed
ar: فشل التصدير
da: Eksport fejlede
de: Export fehlgeschlagen
es: Error al exportar
fi: Vienti epäonnistui
fr: Échec de l'exportation
hi: निर्यात विफल
it: Esportazione fallita
ja: エクスポート失敗
ko: 내보내기 실패
nb: Eksport mislyktes
nl: Exporteren mislukt
pl: Eksport nieudany
pt: Falha ao exportar
ru: Экспорт не удался
sv: Export misslyckades
th: ส่งออกล้มเหลว
tr: Dışa aktarma başarısız
vi: Xuất thất bại
zh_hans: 导出失败
zh_hant: 匯出失敗

# modpack.export.scanning.title
source: Scanning Resources
ar: فحص الموارد
da: Skanner ressourcer
de: Ressourcen scannen
es: Escaneando recursos
fi: Skannataan resursseja
fr: Analyse des ressources
hi: संसाधन स्कैन कर रहे हैं
it: Scansione risorse
ja: リソースをスキャン中
ko: 리소스 스캔 중
nb: Skanner ressurser
nl: Bronnen scannen
pl: Skanowanie zasobów
pt: Escaneando recursos
ru: Сканирование ресурсов
sv: Skannar resurser
th: กำลังสแกนทรัพยากร
tr: Kaynaklar taranıyor
vi: Đang quét tài nguyên
zh_hans: 扫描资源
zh_hant: 掃描資源
